[M_KillTheSheriff MissionDefinition]
MissionName="Duelo Ao Meio-dia"
MissionDescription="Chegou a hora de acabar de uma vez com a Delegada."
TurnInDescription="A noiva de Jack O'Cara está morta.  Agora você é a autoridade máxima em [place]Lynchwood[-place].  Foi um dia bastante movimentado, sem dúvida."
MissionSummary="Derrote a Delegada."
MissionGiver="Brick"
MissionTurnInLocation="Painel de Trabalhos de Lynchwood"
TeaserText="Chegou a hora!"

[M_KillTheSheriff:DoNotShootDeputy MissionObjectiveDefinition]
ProgressMessage="... porém, não o seu ajudante"

[M_KillTheSheriff:KillSheriff MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillTheSheriff:KillSheriff_1 MissionObjectiveDefinition]
ProgressMessage="Elimine a delegada... "

[M_KillTheSheriff:MeetOnMainStreet MissionObjectiveDefinition]
ProgressMessage="Enfrente a delegada"

[M_KillTheSheriff:MeetSheriff MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillTheSheriff:PistolOnly MissionObjectiveDefinition]
ProgressMessage="Elimine a delegada com uma Pistola"

